Repository: RxLaboratory/DuGR
Catalog: translation/DuGR_*.po
Languages: eo, fr

source: All layers
eo: Ĉiuj tavoloj
fr: Tous les calques

source: Selected
eo: Selekta
fr: Sélectionnés

source: Grouped
eo: Grupa
fr: Groupés

source: Ignored
eo: Ignora
fr: Ignorés

source: Add selected layers to group.
eo: Aldoni la elektitajn tavolojn al la grupo.
fr: Ajouter les calques sélectionnés au groupe.

source: Get groups from selected layers.
eo: Preni grupojn de la elektitaj tavoloj.
fr: Récupérer les groupes des calques sélectionnés.

source: Remove selected layers from group.
eo: Forigi la elektitajn tavolojn el la grupo.
fr: Supprimer les calques sélectionnés du groupe.

source: Create new group.
eo: Krei novan grupon.
fr: Créer un nouveau groupe.

source: Change group name
eo: Ŝanĝi la nomon de la grupo
fr: Modifier le nom du groupe

source: Remove group.
eo: Forigi la grupon.
fr: Supprimer le groupe.

source: New group
eo: Nova grupo
fr: Nouveau groupe

source: Exit isolation.
eo: Eliri izoleco.
fr: Quitter l'isolation.

source: Isolate
eo: Izoli
fr: Isoler

source: Isolate selected groups.
eo: Izoli la elektitajn grupojn.
fr: Isoler les groupes sélectionnés.

source: Timeline
eo: Kronologia
fr: Ligne temporelle

source: Isolate selected groups, in the timeline only.
eo: Izoli la elektitajn grupojn, nur en la tempo-fadeno.
fr: Isoler les groupes sélectionnés, dans la ligne temporelle seulement.

source: Comp
eo: Kompo
fr: Compo

source: Isolate selected groups, in the composition panel only
eo: Izoli la elektitajn grupojn, nur en la panelo de la komponaĵo
fr: Isoler les groupes sélectionnés, dans le panneau de composition uniquement

source: Set interactive (sticky) mode.
eo: Meti la ageman (gluecan) reĝimon.
fr: Utiliser le mode interactif (persistant).

source: Show/Hide layers
eo: Montri/Kaŝi tavolojn
fr: Afficher/masquer les calques

source: Toggle audio
eo: Baskuli la sono
fr: (Dés)activer l'audio

source: Toggle solo mode
eo: Baskuli la sola reĝimo
fr: (Dés)activer le mode solo

source: Lock layers
eo: Ŝlosi tavolojn
fr: Verrouiller les calques

source: Shy layers
eo: Timidaj tavoloj
fr: Calques discrets

source: Collapse transformation / Continuous rasterization
eo: Kunfandi transformon / Kontinua rastrumero
fr: Réduire les transformations / Pixellisation continue

source: Guide layers
eo: Gvidistaj tavoloj
fr: Calques repères

source: Set quality
eo: Fiksi altakvaliton
fr: Changer la qualité

source: Toggle effects
eo: Baskuli la efikistoj
fr: (Dés)activer les effets

source: Set frame blending mode
eo: Fiksi la miskan kadron reĝimon
fr: Changer le mode de fusion d'images

source: Toggle motion blur
eo: Baskuli la malklariĝa movo
fr: (Dés)activer le flou de mouvement

source: Toggle adjustment layer mode
eo: Baskuli la akomoda tavolo reĝimo
fr: (Dés)activer le mode calque d'effets

source: Toggle 3D layer mode
eo: Baskuli la 3D tavolo reĝimo
fr: (Dés)activer le mode calque 3D

source: Select layers
eo: Elektiti tavoloj
fr: Sélectionner les calques

source: Custom Groups
eo: Propraj grupoj
fr: Groupes personnalisés

source: Show custom layer groups
eo: Montri proprajn grupojn de tavoloj
fr: Afficher les groupes de calques personnalisés

source: All layer properties
eo: Ĉiuj propraĵoj de tavolo
fr: Toutes les propriétés de calque

source: Show all properties
eo: Montri la ĉiujn propraĵoj
fr: Voir toutes les propriétés

source: Hierarchy
eo: Hierarkio
fr: Hiérarchie

source: Show hierarchical (parenting) properties
eo: Montri hierarkiaj (muntilo) propraĵoj
fr: Afficher les propriétés hiérarchiques (parentage)

source: Layer types
eo: Tipoj de tavolo
fr: Types de calque

source: Show layer types
eo: Montri la tipojn de tavolo
fr: Afficher les types de calque

source: Type
eo: Tipo

source: Layer attributes
eo: Atributoj de la tavolo
fr: Attributs de calque

source: Show layer attributes
eo: Montri la atributojn de la tavolo
fr: Afficher les attributs de calque

source: Attribute
eo: Atributo
fr: Attribut

source: Animation
eo: Animacio

source: Show animation properties
eo: Montri la propraĵojn de animacio
fr: Afficher les propriétés d'animation

source: Matte & Blending
eo: Tegilo kaj Miksa
fr: Cache et Fusion

source: Show matte, blending, and alpha properties
eo: Montri tegilon, miksan kaj propraĵojn de alfo
fr: Afficher les caches, fusions et propriétés alpha

source: Matte
eo: Tavolo de tegilo
fr: Cache

source: Layer styles
eo: Tipoj de tavolo
fr: Styles de calque

source: Show layer styles
eo: Montri la tipojn de tavolo
fr: Afficher les styles de calque

source: Layer Styles
eo: Tipoj de tavolo
fr: Styles de Calques

source: Invert
eo: Inversigi
fr: Inverser

source: Invert the group/property selection
eo: Inversigi la selekton de la grupo/propraĵo
fr: Inverser la sélection du groupe/propriété

source: Inverted
eo: Inversa
fr: Inversé

source: Use either the AND(&) or OR(/) operator for multiple group selection.
eo: Uzi la klavon KAJ(&) aŭ la klavon AŬ(/) por la selekto de obloj grupoj.

source: Remove all
eo: Forigi ĉiujn
fr: Tout supprimer

source: Search...
eo: Serĉi...
fr: Chercher...

source: Hierarchy: Orphans
eo: Hierarkio: Orfoj
fr: Hiérarchie : Orphelins

source: Hierarchy: Have children
eo: Hierarkio: Kun idoj
fr: Hiérarchie : Avec enfants

source: Type: Pre-compositions
eo: Tipo: Pre-komponaĵoj
fr: Type : Pré-compositions

source: Type: Null Objects
eo: Tipo: Nulaj objektoj
fr: Type : Objects Nuls

source: Type: Solids
eo: Tipo: Solidoj
fr: Type : Solides

source: Type: Shapes
eo: Tipo: Formoj
fr: Type : Formes

source: Type: Texts
eo: Tipo: Tekstoj
fr: Type : Textes

source: Type: Adjustment
eo: Tipo: Ĝustigo
fr: Type : Calques d'effets

source: Type: Lights
eo: Tipo: Lumoj
fr: Type : Lumières

source: Type: Cameras
eo: Tipo: Kameraoj

source: Attribute: Visible
eo: Atributo: Videbla
fr: Attribut : Visible

source: Attribute: Has Audio
eo: Atributo: Havas Aŭdio
fr: Attribut : Avec audio

source: Attribute: Solo
eo: Atributo: Solo
fr: Attribut : Solo

source: Attribute: Locked
eo: Atributo: ŝlosa
fr: Attribut : Verrouillé

source: Attribute: Shy
eo: Atributo: Timida
fr: Attribut : Discret

source: Attribute: Effects
eo: Atributo: Efikistoj
fr: Attribut : Effets

source: Attribute: Motion Blur
eo: Atributo: Malklariĝa movo
fr: Attribut : Flou de mouvement

source: Attribute: 3D
eo: Atributo: 3D
fr: Attribut : 3D

source: Attribute: Guide
eo: Atributo: Gvido
fr: Attribut : Repère

source: Animation: At current time
eo: Animacio: En la nuna momento
fr: Animation : À l'instant courant

source: Animation: In preview range
eo: Animacio: En la rango de la vidaĵo
fr: Animation : Dans la zone de travail

source: Animation: Has keyframes
eo: Animacio: Kun grava-bildoj
fr: Animation : Avec images clefs

source: Animation: Has expressions
eo: Animacio: Kun esprimoj
fr: Animation : Avec expressions

source: Matte & Blending: Has mask
eo: Tegilo kaj Miksa: Kun masko
fr: Cache et Fusion : Avec masque

source: Matte & Blending: Has track matte
eo: Tegilo kaj Miksa: Kun tavolo de tegilo
fr: Cache et Fusion : Avec calque de cache

source: Matte & Blending: Is track matte
eo: Tegilo kaj Miksa: Estas tavolo de tegilo
fr: Cache et Fusion : Est calque de cache

source: Matte & Blending: Preserve transparency
eo: Tegilo & Miksa: Konservi la travideblan
fr: Cache et Fusion : Préserver la transparence

source: Matte & Blending: Normal blending mode
eo: Tegilo & Miksa: Normala miksa reĝimo
fr: Cache et Fusion : Mode de fusion normal

source: Matte & Blending: Other blending mode
eo: Tegilo & Miksa: Alia miksa reĝimo
fr: Cache et Fusion : Autre mode de fusion

source: Layer Styles: All
eo: Tipoj de tavolo: Ĉiaj
fr: Styles de calque : Tous

source: Layer Styles: Drop Shadow
eo: Stiloj de tavolo: Donanta ombron
fr: Styles de calque : Ombre portée

source: Layer Styles: Inner Shadow
eo: Stiloj de tavolo: Interna ombro
fr: Styles de calques : Ombre interne

source: Layer Styles: Outer Glow
eo: Stiloj de tavolo: Ekstera lumo
fr: Styles de calque : Luminescence externe

source: Layer Styles: Inner Glow
eo: Stiloj de tavolo: Interna lumo
fr: Styles de calque : Luminescence interne

source: Layer Styles: Bevel and Emboss
eo: Stiloj de tavolo: Ĉizi kaj Reliefiĝi
fr: Styles de calque : Biseau et estampage

source: Layer Styles: Satin
eo: Stiloj de tavolo: Sateno
fr: Styles de calque : Satin

source: Layer Styles: Color Overlay
eo: Stiloj de tavolo: Kolora tegilo
fr: Styles de calque : Incrustation de couleur

source: Layer Styles: Gradient Overlay
eo: Stiloj de tavolo: Koloran degradi tegilo
fr: Styles de calque : Incrustation de dégradé

source: Layer Styles: Stroke
eo: Stiloj de tavolo: Streko
fr: Styles de calque : Contour

source: Hide Ae layer switches
eo: Kaŝi la tavolo-ŝaltilojn de Ae
fr: Masquer les options de calque Ae

source: Show or hide the After Effects layer switches buttons.
eo: Montri aŭ kaŝi la butonon de la tavolo-ŝaltiloj de After Effects.
fr: Afficher/Masquer les boutons d'options de calque After Effects.

source: Show Ae layer switches
eo: Montri la tavolo-ŝaltilojn de Ae
fr: Afficher les options de calque Ae

source: Locked layers: deny changes
eo: Ŝlosi tavolojn: negi ŝanĝojn
fr: Calques verrouillés : refuser les modifications

source: What to do if a layer is locked.
eo: Kio oni devas fari se unu tavolo estas ŝlosa.
fr: Que faire si un calque est verrouillé.

source: Locked layers: allow changes
eo: Ŝlosi tavolojn: permesi ŝanĝojn
fr: Calques verrouillés : autoriser les modifications

source: Type of warning frame to use
eo: Tipo de bildo de averto uzata
fr: Type de cadre d'avertissement à utiliser

source: Warning frame: None
eo: Bildo de averto: Nenio
fr: Cadre d'avertissement : Aucun

source: Don't use any warning frame.
eo: Uzi nenian bildon de averto.
fr: Ne pas utiliser de cadre d'avertissement.

source: Warning frame: Above
eo: Bildo de averto: Supre
fr: Cadre d'avertissement : Au-dessus

source: Draw the frame above the composition.
eo: Desegni la kadron supre la komponaĵo.
fr: Dessine le cadre au-dessus de la composition.

source: Warning frame: Below
eo: Bildo de averto: Malsupre
fr: Cadre d'avertissement : En dessous

source: Draw the frame below the composition.
eo: Desegni la kadron malsupre la komponaĵo.
fr: Dessine le cadre sous la composition.

source: Isolation: hide layers
eo: Izoleco: kaŝi tavolojn
fr: Isolation : masquer les calques

source: Method used to isolate layers in the composition.
eo: Uzata metodo por izoli tavolojn en la komponaĵo.
fr: Méthode utilisée pour isoler les calques dans la composition.

source: Isolation: wireframe
eo: Izoleco: drato-bildo
fr: Isolation : filaire

source: Hide markers
eo: Kaŝi markojn
fr: Masquer les marqueurs

source: whether to show or hide the tags on the layers.
eo: ĉu montri aŭ kaŝi la etikedojn en la tavoloj.
fr: Afficher ou masquer les tags sur les calques.

source: Show markers
eo: Montri markojn
fr: Afficher les marqueurs

source: Auto-select layers
eo: Aŭto-elektiti tavoloj
fr: Sélection automatique des calques

source: Automatically select layers when selecting groups or properties
eo: Aŭtomate elektiti la tavolo kiam oni elektas grupojn aŭ propraĵojn
fr: Sélectionner automatiquement les calques lors de la sélection de groupes ou de propriétés

source: Lock hidden layers
eo: Ŝlosi la kaŝitajn tavolojn
fr: Verrouiller les calques masqués

source: whether the hidden layers have to be locked.
eo: ĉu la kaŝintaj tavoloj devas ŝlosiĝi aŭ ne.
fr: Les calques masqués doivent-ils être verrouillés ?

source: Null
eo: Nuligo
fr: Nul

source: Adjustment layer
eo: Tavolo de adapto
fr: Calque d'effets

source: Solid
eo: Solido
fr: Solide

source: Shape
eo: Formo
fr: Forme

source: Rectangle
eo: Rektangulo

source: Rounded rectangle
eo: Cirkla rektangulo
fr: Rectangle arrondi

source: Circle
eo: Cirklo
fr: Cercle

source: Polygon
eo: Plurlatero
fr: Polygone

source: Star
eo: Stelo
fr: Étoile

source: Cancel
eo: Nuligi
fr: Annuler

# Select
source: None
eo: Neniom
fr: Aucun

source: The pseudo effect file does not exist.
eo: La dosiero pseŭdo efiko ne ekzistas.
fr: Le fichier de pseudo-effet n'existe pas.

source: Invalid pseudo effect file or match name.
eo: La dosiero pseŭdo efiko aŭ "match name" nepravas.
fr: Fichier ou "matchName" du pseudo-effet incorrect.

# in layer name
source: Edit mode
eo: Editi reĝimo
fr: Mode édition

source: Locator
eo: Lokalizilo
fr: Localisateur

source: Project Root
eo: Radiko de la projekto
fr: Racine du projet

source: Arm
eo: Brako
fr: Bras

source: Shoulder
eo: Ŝultro
fr: Épaule

source: Forearm
eo: Antaŭbrako
fr: Avant-Bras

source: Hand
eo: Mano
fr: Main

source: Claws
eo: Ungegoj
fr: Griffes

source: Tip
eo: Pinto
fr: Bout

source: Heel
eo: Kalkano
fr: Talon

source: Leg
eo: Kruro
fr: Jambe

source: Thigh
eo: Femuro
fr: Cuisse

source: Calf
eo: Suro
fr: Mollet

source: Foot
eo: Piedo
fr: Pied

source: Toes
eo: Piedfingroj
fr: Orteils

source: Hoof
eo: Hufo
fr: Sabot

source: Spine
eo: Spino
fr: Colonne

source: Hips
eo: Koksoj
fr: Hanches

source: Neck
eo: Kolo
fr: Cou

source: Head
eo: Kapo
fr: Tête

source: Tail
eo: Vosto
fr: Queue

source: Hair
eo: Haro
fr: Cheveux

source: Wing
eo: Alo
fr: Aile

source: Feather
eo: Plumo
fr: Plume

source: Fin
eo: Naĝilo
fr: Nageoire

source: Fishbone
eo: Ostofiŝoj
fr: Arrête

source: [Shift]: More options...
eo: [Shift]: Pli da opcioj...
fr: [Shift]: Plus d'options...

source: Set a random value.
eo: Fiksi hazardon valoron.
fr: Choisir une valeur aléatoire.

# file system
source: Path...
eo: Vojeto...
fr: Chemin...

source: Bug Report or Feature Request
eo: Raporto de Eraro aŭ Ĉefaĵa Peto
fr: Rapport de bug ou demande de fonctionnalité

source: Bug report Feature request Tell us what's wrong or request a new feature.
eo: Raporto de eraro Ĉefaĵa peto Diru al ni tio kion ne estas bone aŭ demandu novan peton.
fr: Rapport de bug Demande de fonctionnalité Dites-nous ce qui ne va pas ou demandez une nouvelle fonctionnalité.

source: Help
eo: Helpo
fr: Aide

source: Get help.
eo: Demandu helpon.
fr: Obtenez de l'aide.

source: Translate %1
eo: Traduki %1
fr: Traduire %1

source: Help translating %1 to make it available to more people.
eo: Helpu traduki %1 por fari ĝin pli disponebla pri plej homoj.
fr: Aidez à traduire %1 pour le rendre accessible à plus de monde.

source: New version
eo: Nova versio
fr: Nouvelle version

source: Thank you for your donations!
eo: Dankon pro viaj donacoj!
fr: Merci pour vos dons !

source: This month, the %1 fund is $%2. That's %3% of our monthly goal ( $%4 ) Click on this button to join the development fund!
eo: Ĉimonate, la fonduso de %1 estas %2. Tio estas %3% de nia celo ($%4) Klaku ĉi tiu butono per aniĝi la fonduso de niaj laboriloj!
fr: Ce mois ci, les fonds de %1 sont de %2 $. C'est %3% de notre but mensuel (%4 $) Cliquez sur ce bouton pour rejoindre le fonds de développement !

# project
source: Item
eo: Elemento
fr: Élément

# file
source: Run
eo: Kuri
fr: Exécuter

source: Open folder
eo: Malfermi la dosierujon
fr: Ouvrir le dossier

source: Add item or category
eo: Aldoni la elementon aŭ la kategorion
fr: Ajouter un élément ou une catégorie

source: Edit item or category
eo: Ŝanĝi elementon aŭ kategorion
fr: Éditer l'élément ou la catégorie

source: Remove item or category
eo: Forigi elementon aŭ kategorion
fr: Retirer l'élément ou la catégorie

source: Start typing...
eo: Startu skribi...
fr: Commencez à écrire...

source: Refresh
eo: Refreŝigi
fr: Actualiser

source: Category
eo: Kategorio
fr: Catégorie

source: %1 Settings
eo: %1 Fiksoj
fr: Paramètres de %1

source: Set the language of the interface.
eo: Fiksi la lingvo de la interfaco.
fr: Choisir la langue de l'interface.

source: Settings file
eo: Fiksa dosiero
fr: Fichier de paramètres

source: Set the location of the settings file.
eo: Fiksi la lokon de la fiksa dosiero.
fr: Choisir l'emplacement du fichier de paramètres.

source: Set the highlight color.
eo: Fiksi la hela kolora.
fr: Choisir la couleur de mise en valeur.

source: After Effects Blue
eo: Blua After Effects
fr: Bleu After Effects

source: The After Effects highlighting blue
eo: La blua After Effects helo
fr: Bleu de mise en valeur d'After Effects

source: RxLab Purple
eo: Violkolora RxLab
fr: Pourpre RxLab

source: The RxLaboratory Purple
eo: La violkolora de RxLaboratory
fr: Le pourpre RxLaboratory (notre préféré)

source: Rainbox Red
eo: Ruĝa Rainbox
fr: Rouge Rainbox

source: The Rainbox Productions Red
eo: La ruĝa de Rainbox Productions
fr: Le rouge Rainbox Productions

source: After Effects Orange (CS6)
eo: Oranĝkolora After Effects (CS6)
fr: Orange After Effects (CS6)

source: The After Effects highlighting orange from good ol'CS6
eo: La oranĝkolora After Effects helo de la bona maljuna CS6
fr: L'orange de mise en valeur du bon vieux After Effects CS6

source: Custom...
eo: Proprigi...
fr: Personnaliser...

source: Select a custom color.
eo: Elektiti propran koloron.
fr: Sélectionner une couleur personnalisée.

source: Select the UI mode.
eo: Elektiti la UF reĝimo.
fr: Choisir le mode d'interface.

source: Rookie
eo: Komencanto
fr: Débutant

source: The easiest-to-use mode, but also the biggest UI.
eo: La plej facila reĝimo, sed ankaŭ la plej granda UF.
fr: Le mode le plus facile, mais aussi la plus grosse interface.

source: Standard
eo: Norma

source: The standard not-too-big UI.
eo: La norma ne grandeja UF.
fr: L'interface standard, pas trop grosse.

source: Expert
eo: Spertulo

source: The smallest UI, for expert users.
eo: La malplej granda UF, per lertaj uzantoj.
fr: La plus petite IU, pour les utilisateurs experts.

source: Normal mode
eo: Normala reĝimo
fr: Mode normal

source: Use at your own risk!
eo: Uzu ĉe via propra risko!
fr: Utilisez à vos risques et périls !

source: Dev and Debug mode
eo: Disvolviĝa kaj elpuriga reĝimo
fr: Mode Dev et Débogage

source: Check for updates
eo: Kontroli por ĝisdatigoj
fr: Vérifier les mises à jour

source: Default
eo: Defaŭlto
fr: Défaut

source: Reset the settings to their default values.
eo: Rekomencigi la fiksoj al siaj defaŭltaj valoroj.
fr: Réinitialiser les paramètres à leurs valeurs par défaut.

source: Apply
eo: Apliki
fr: Appliquer

source: Apply settings.
eo: Apliki agordojn.
fr: Appliquer les paramètres.

source: You may need to restart the script for all changes to take effect.
eo: Vi devus rekomenci la scripto per apliki la tutajn ŝanĝojn.
fr: Il faut peut-être redémarrer le script pour que tous les changements soient prix en compte.

source: Help and options
eo: Helpo kaj opcioj
fr: Aide et options

source: Edit settings
eo: Editi fiksoj
fr: Éditer les paramètres

source: Working
eo: Laborante
fr: Au travail

source: Magic is happening
eo: La Magio okasas
fr: Magie en cours

source: Previous
eo: Antaŭa
fr: Précédent

source: Next
eo: Sekvonte
fr: Suivant

source: Keep this panel open
eo: Teni ĉi tiun panelon malfermatan
fr: Garder ce panneau ouvert

source: Use either the AND or OR operator for multiple group selection.
fr: Utiliser soit l'opérateur ET soit l'opérateur OU pour la sélection de plusieurs groupes.

source: Torso
fr: Torse
