Repository: RxLaboratory/DuGR
Catalog: translation/DuGR_pd.po
Languages: pd

source: All layers
pd: Tous l'calques

source: Selected
pd: Cusiés

source: Grouped
pd: Groupés

source: Ignored
pd: Ignorés

source: Hierarchy: Orphans
pd: Aïèrquie : Orphelins

source: Hierarchy: Have children
pd: Aïèrquie : Aveuc infants

source: Type: Pre-compositions
pd: Type : Pré-compositions

source: Type: Null Objects
pd: Type : Cose Vite

source: Type: Solids
pd: Type : Solites

source: Type: Shapes
pd: Type : Formes

source: Type: Texts
pd: Type : Textes

source: Type: Adjustment
pd: Type : Attrintchillages

source: Type: Lights
pd: Type : Leurmière

source: Attribute: Visible
pd: Acrinkillache : Visipe

source: Attribute: Has Audio
pd: Acrinkillache : Aveuc audio

source: Attribute: Solo
pd: Acrinkillache : Solo

source: Attribute: Locked
pd: Acrinkillache : Coinché

source: Attribute: Shy
pd: Acrinkillache : Sési

source: Attribute: Effects
pd: Acrinkillache : Attrintchillages

source: Attribute: Motion Blur
pd: Acrinkillache : Flou d'armumint

source: Attribute: 3D
pd: Acrinkillache : 3D

source: Attribute: Guide
pd: Acrinkillache : Arpére

source: Null
pd: Vite

source: Adjustment layer
pd: Calque d'Attrintchillages

source: Solid
pd: Solite

source: Shape
pd: Forme

source: Rounded rectangle
pd: Rectangle aronti

source: Circle
pd: Chercle

source: Polygon
pd: Polygone

source: Star
pd: Fertille

source: Cancel
pd: Arsaquer

# Select
source: None
pd: Nin

source: Select layers
pd: Cujir les couques

source: The pseudo effect file does not exist.
pd: El feu attrintchillage n'existe point.

source: Invalid pseudo effect file or match name.
pd: Feu attrintchillage ou "match name" poris.

# in layer name
source: Edit mode
pd: Mode racrivage

source: Locator
pd: Localisateur

source: Project Root
pd: Rachine del projet

# in layer name, left
source: L
pd: G

# in layer name, right
source: R
pd: D

# in layer name, front
source: Fr
pd: Dv

# in layer name, back
source: Bk
pd: Dr

# in layer name, tail
source: Tl
pd: Tch

# in layer name, middle
source: Md
pd: M

# in layer name, above
source: Ab
pd: D'sus

# in layer name, under
source: Un
pd: D'sous

source: Arm
pd: Breus

source: Shoulder
pd: Épeule

source: Forearm
pd: Avant-breus

source: Hand
pd: Main

source: Claws
pd: Griffes

source: Tip
pd: Pointe

source: Heel
pd: Talon

source: Leg
pd: Gambe

source: Thigh
pd: Tchuche

source: Calf
pd: Mollet

source: Foot
pd: Pied

source: Toes
pd: Ortiaux

source: Hoof
pd: Chabot

source: Spine
pd: Colonne

source: Hips
pd: Hanches

source: Torso
pd: Corps

source: Neck
pd: Cou

source: Head
pd: Tchiête

source: Tail
pd: Tcheue

source: Hair
pd: Gveux

source: Wing
pd: Aile

source: Feather
pd: Pleume

source: Fin
pd: Najoère

source: Fishbone
pd: Os ed pichon

source: %1 Settings
pd: Préférinches ed %1

source: Set the language of the interface.
pd: Cujir el langue del outi.

source: Settings file
pd: Fichier ed réglache
